import createNewDate from "./newDate"
export const messages = [
    {
        role: 'admin',
        text: 'Из достопримечательностей могу предложить обратить внимание на вулкан Майон, путешествие запомнится вам надолго хотя бы из-за невероятной сложности подъема на него. Поверьте, это стоит того; также хотелf бы отметить очень важную область исследования ',
        date: createNewDate('22 7 2024 13:30'),
        avatar: 'https://i.pravatar.cc/300',

    },
    {
        role: 'user',
        text: 'Что из себя представляет вулкан? Просто хочу убедиться, что готова к такому путешествию.',
        date: createNewDate('22 7 2024 13:30'),
        avatar: 'https://i.pravatar.cc/300',

    },
    {
        role: 'admin',
        text: 'Из достопримечательностей могу предложить обратить внимание на вулкан Майон, путешествие запомнится вам надолго хотя бы из-за невероятной сложности подъема на него. Поверьте, это стоит того; также хотелf бы отметить очень важную область исследования ',
        date: createNewDate('22 7 2024 13:30'),
        avatar: 'https://i.pravatar.cc/300',

    }
]